module.exports = function () {
    return {
        books: [
            { id: 1,
              name: "Элементарные частицы",
              category: "Современная проза",
              description: "Главный герой романа, французский ученый, одинокий и несчастный, " +
                "добивается кардинальных изменений в биологии человека как вида," +
                " в результате чего приходит новое поколение счастливых и без устали ублажающих друг друга людей. " +
                "Как это произошло и что из этого вышло, предстоит узнать читателю.",
              year: 2001,
              img: 'http://lib.rus.ec/i/13/57313/cover.jpg'
            },
            { id: 2,
              name: "Возможность острова",
              category: "Современная проза",
              description: "Возможность острова» — новый роман автора мировых бестселлеров «Элементарные частицы» и «Платформа». Эта книга, прежде всего, о любви. Сам Уэльбек, получивший за неё премию «Интералье» (2005), считает её лучшим из всего им написанного.",
              year: 2006,
              img: 'http://lib.rus.ec/i/81/118981/cover.png'
            },
            { id: 3,
              name: "Платформа ",
              category: "Современная проза",
              description: "Роман «Платформа» (Ptateforme, 2001) получил приз Парижского кинофестиваля 2002 г. «Кинороман» (Cine Roman), присуждаемый за лучшее литературное произведение, на которое следует обратить внимание ведущим кинорежиссерам с целью его экранизации.",
              year: 2001,
              img: 'http://lib.rus.ec/i/16/57316/cover.jpg'
            },
            { id: 4,
              name: "Лансароте",
              category: "Современная проза",
              description: "Лансароте – остров в сердце мира... Туда не стоит ехать ни любителям культурного отдыха, ни поклонникам зеленого туризма. Там лунный пейзаж, называемый турагентствами «марсианским», и соблазняющие друг друга любопытные образчики человеческой породы.",
              year: 2003,
              img: 'http://lib.rus.ec/i/14/57314/cover.jpg'
            },
            { id: 5,
              name: "Мир как супермаркет",
              category: "Публицистика",
              description: "Сборник коротких эссе «Мир как супермаркет» поясняет и структурирует романы М.Уэльбека.",
              year: 2004,
              img: 'http://lib.rus.ec/i/15/57315/cover.jpg'
            },
            { id: 6,
              name: "Очертания последнего берега. Стихи [Авторский сборник]",
              category: "Поэзия",
              description: "Жесткий, подчеркнуто беспристрастный, насмешливый Уэльбек открывается в стихах с неожиданной стороны, отваживаясь на лирическую исповедь. ",
              year: 2016,
              img: 'http://lib.rus.ec/i/5/645505/cover.jpg'},
            { id: 7, name: "Враги общества", category: "Публицистика",
                description: "Враги общества — переписка между Мишелем Уэльбеком и Бернаром-Анри Леви. ",
              year: 2011,
              img: 'http://lib.rus.ec/i/57/426057/cover.jpg',
            },
            { id: 8, name: "Покорность",
              category: "Социальная фантастика",
              description: "Действие разворачивается в 2022 году. К власти демократическим путем приходит президент-мусульманин, страна начинает на глазах меняться. Одинокий интеллектуал по имени Франсуа, поглощенный наукой, университетскими интригами и поиском временных подруг, неожиданно обнаруживает, что его мир рушится, как карточный домик.",
              year: 2015,
              img: 'http://lib.rus.ec/i/24/570424/Pokornost.jpeg'
            },
            { id: 9,
              name: "Расширение пространства борьбы",
              category: "Современная проза  ",
              description: "Экономический либерализм, сексуальная свобода: что это – истинные блага или навязанные правила игры? Таким вопросом задается герой романа, суммируя собственный горький жизненный опыт.",
              year: 2003,
              img: 'http://lib.rus.ec/i/58/91158/cover.png'
            }
        ]
    }
}
